{"GArK-FAOA":{"name":"Espada Shishi","effects":[{"title":"Alquimia","description":"La espada ha sido tratada alquimicamente para poder contener una habilidad activa, ademas de mejorar su corte."},{"title":"Grafia","description":"El grabado al rededor de la guarda absorbe energia del ambiente y la acumula en como 20 puntos de calor en la pieza central"},{"title":"Lazado","description":"Luego de su activación el calor acumulado en la pieza central es transferido a la hoja concediedole 10, 15, 20 puntos de corte y daño por calor de forma progresiva."},{"title":"Historia","description":"Arma insignia de la guardia del sujmar del publo shishi. Representa el honor y la responsabilidad de protejer las tradiciones de los sujfi."},{"title":"Transfondo","description":"Creada bajo las enseñansas de Athor Amatz e inspirada por el arma legendaria Kozan."}],"modifications":{"slice":7,"restrictions":[{"restriction":"C","reduction":10}]}},"JAk1-GAGA":{"name":"Dagas Diperias","effects":[{"title":"Alquimia","description":"Alqumia empirica de tiempos remotos y efectos desconocidos."},{"title":"Lazado","description":"Lazado instintivo que dotó las dagas con la cualidad de energía oscura calida del aura de su creador"},{"title":"Propiedad","description":"Esta arma puede cortar cualquier expresion de energía inferior a nivel 10 y genera una perdida de energia por corte igual al nivel."},{"title":"Historia","description":"Dagas creadas prefundación de los reinos, catalagodas por cenobitas como objeto en posesión espectral. Los registros revelan que pueden inducir a la agresividad."},{"title":"Transfondo","description":"Reclamadas como propias por Tagnit."}],"modifications":{"damping":20,"restrictions":[{"restriction":"W","reduction":10}]}},"GAg4-EAAA":{"name":"Guardia Valstrak","effects":[{"title":"Transfondo","description":"Esta daga es usada por la guardia personal de la familia Valstrak como insignia. Por lo que no pueden ser obligados a abandonarla ya que los representa."},{"title":"Diseño","description":"Representa los arboles de Fuen y Fuvid, cuya leyenda dice que fueron traidos de la casa del Gran Padre y que los Valstrak guardan con recelo."}]},"ERXX-FAKI-62":{"name":"Escudo de Krall","effects":[{"title":"Construcción","description":"El refuerzo de acero esta construido para proteger las grafias. Ademas cuenta con cuchillas en los extremos del puño y del codo."},{"title":"Grafia","description":"Grabado con habilidad permite aligerar el peso del arma y una habilidad de Ilusion nivel tres"},{"title":"Alquimia","description":"Tratamiento alquimico para contener las grafias"},{"title":"Ilusion","description":"Hablidad activada automaticamente al asumir posicion defensiva. Crea tres copias del portador en formación de falange ocultando la ubicación original del usuario obligando al atacante a liberarse de la ilusion o atacar con probabilidad."},{"title":"Historia","description":"Escudo portado por Krall, lider de falanges de los Keikan durante las guerras de liberación de la nación Sujfi. Tras finalizar el conflicto, Krall decretó que el escudo solo será obtenido derrotando a su anterior poseedor."}],"modifications":{"damage":3,"slice":47,"bleeding":4,"weight":-3,"restrictions":[{"restriction":"C","reduction":5}]}},"BhY2-G/wA-91":{"name":"Arco Largo","effects":[{"title":"Construccion","description":"El refuerzo frontal de cobre para aumentar su resistencia a impactos, y la tension para un mayor daño."}],"modifications":{"damping":"10","damage":1}},"EAGn-GggA":{"name":"Flecha para A.Largo","effects":[],"modifications":{"bleeding":"1"}},"BFaJ-D++I-a2":{"name":"Uniforme Novato","effects":[{"title":"Transfondo","description":"Estos uniformes son entregados a los novatos de la escuela de Magia y Hechiceria de Stevfel que aun no han sido incorporados a una de las ocho casas."},{"title":"Graphy","description":"Las complejas grafias se encargan de proteger al estudiante, reduciendo o negando el daño causado por completo.Tambien permiten mantener un registro del estado de su portador."},{"title":"Lacing","description":"Mantiene un vinculo permanente a la sala de giroscopios del campus, transformando la energia del daño recibido."},{"title":"Alchemy","description":"Materiales tratados con alquimia de alto nivel para soportar las grafias y lazados, ademas de mejorar sus propiedades."},{"title":"Ilusion","description":"Crea en su portador la sensación de dolor o efectos del el daño rechazado."}],"modifications":{"resistence":"5","restrictions":[{"restriction":"R","reduction":"-4"}],"price":{"raw":"200","crafting":"1000","fee":"100"},"damping":"10"}},"GApa-DgKA-4a":{"name":"Espada de Kruget","effects":[{"title":"Grafia","description":"la grafias estan destinadas a detectar curacion por control vital en heridas causadas por el arma, y asi liberar el efecto del material, siendo este efecto equivalente a una habilidad de nivel cuatro."},{"title":"Alqumia","description":"Esta espada esta hecha de acero y cuenta con un alma de hierro de Pherros, tratado para dirigir la dispersion de energia a negar la curacion de las heridas causadas con la espada."},{"title":"Historia","description":"Espada forjada para Lord Kruget en el momento de su posesion como uno de los primeros veinticuatro Lord Terratenietes, Fue usada durante las batallas defensivas durante la Edad Oscura para proteger las murallas de Stevfel."}]},"GA1I-GCeA":{"name":"Hachas Circulares","effects":[{"title":"Transfondo","description":"Estas armas son consideradas un trofeo en la colección de la familia principal de los Valstrak."},{"title":"Historia","description":"Durante el final de las batallas del cierre de frontera entre el imperio vestkou de Kozam y el basto reino de Wettu, estas armas fueron entregadas a Jorkel Valstrak por el lider de una tribu contrincante como reconocimiento por su valía en batalla y simbolo de amistad y respeto."},{"title":"Graphy","description":"Grabado con lazado permanente."},{"title":"Lacing","description":"Transmite el impulso aplicado sobre el hacha blandida en la misma dirección sobre el hacha arrojada."},{"title":"Alchemy","description":"Tratamiento para soportar el lazado y las grafias, adicionalmente modifica su densidad para modificar su centro de masa."}],"modifications":{"throwing":"-10"}},"BFeH-P/1B":{"name":"Capa Tongle","effects":[{"title":"Transfondo","description":"El espectro en esta capa busca poseer un cuerpo para poder para poder romper el lazado que lo encadena, con cada transformación debilita el vinculo entre esencia y cuerpo del portador."},{"title":"Historia","description":"Antiguamente en el bosque de Leig Leinror habitaba un espiritu animal que se dedicaba a salvar la vida de aventureros necios, pero haciendoles pagar un precio por ello. Se relata que un joven agotó la paciencia del espiritu L'Fellou, que tras salvarlo en varias ocaciones decidió convertirlo en un Tongle, pero este contaba con la protección de una poderosa sacerdotisa, que al ver el estado de su hermano decidió hacer un sacrificio de sangre para encerrar al espectro."},{"title":"Lacing","description":"Lazado empirico de sangre para atar al espectro a las fibras de la capa."},{"title":"Cenobism","description":"Cenobia Moheb para encerrar al espectro atravez de ritos."},{"title":"Vital control","description":"El espectro cura la capa y a su portador con control vital de nivel 12, al mismo tiempo que lo transforma con rasgos felinos segun la gravedad de la herida."}],"modifications":{}},"Bomm-Dp+A-11":{"name":"Ashiko de Thaeslok","effects":[{"title":"Transfondo","description":"Tambor Sencillo que fue modificado por su propietario hasta convertirlo en un articulo unico."},{"title":"Historia","description":"Adquirido por Thaeslok durante sus años como estudiante de la escuela de Magia y Hechiceria de Stevfel, su propietario fue modificandolo con el paso de los años aplicando todos sus conocimientos."},{"title":"Graphy","description":"Tiene dos grafias, la primera es un simple grabado que condensa el patron de una simple pero alegre melodia y permite al tambor tocarse solo aplicandole una pequeña cantidad de energia, el segundo mas complejo sostiene el lazado."},{"title":"Lacing","description":"Este lazado permite convertir un armonioso golpeteo en pequeñas cantidades de energia electrica"},{"title":"Alchemy","description":"El tratado alquimico de los materiales en los que está construido permite sostener sus grafias."}],"modifications":{}},"BJCE-DjwA":{"name":"Bolsa de Monedas","effects":[{"title":"Diseño","description":"Es una simple bolsa de cuero, diseñada para almacenar monedas"},{"title":"Historia","description":"Proveniente de la ciudad de Stevfel lleva algunos decorados sencillos con motivos alusivos a la historia de la ciudad"}],"modifications":{}},"BJCV-DjwA":{"name":"Bolsa de Dinero","effects":[{"title":"Diseño","description":"Cuenta con motivos alusivos a la ciudad de Stevfel"},{"title":"Construccion","description":"Bolsa simple hecha en cuero, los motivos han sido marcados por presion, son burdos y de baja calidad"}],"modifications":{}},"JEU3-P+6A-12":{"name":"Truantaletes","effects":[{"title":"Diseño","description":"Guantaletes de cuero reforzados con placas de bronce"},{"title":"Historia","description":"Entregados a Thaeslok por el señor de veskou Thiker Valstrak antes de su primera aventura luego de abandonar la escuela de magia y hechiceria de Stevfel."},{"title":"Graphy","description":"Grafia que permite crear un lazado, el cual transfiere la energia de los impactos producto de los golpes tanto dados como recibidos en forma de electricidad."},{"title":"Alchemy","description":"Las placas han sido tratadas alquimicamente para facilitar el flujo de energia vital atravez de ellas y poder sostener mas facilmente el lazado."}],"modifications":{}},"Bpi3-DuaA-10":{"name":"Ecoes de Tonvhok","effects":[{"title":"Historia","description":"Creado por Tonvhok Farhorn, alto hechicero del templo de gennetos y caballero de la orden. Se cree que encierra oscuros secretos de la hechiceria y devela los misterios de la misteriosa muerte de su creador."},{"title":"Trasfondo","description":"Contiene diseños para la construccion de muchos amuletos: La mascara pensante, La caja mecanica de Tonvhok, El baston protector, El arnes del semidios, El maniqui, Cinturon de levitacion, Amuleto del manto Oscuro, Talisman del masoquista de Genetos, El ser sangrante, Garras Energeticas de Kerbu, Anillos Lazados, Brazalete del Principe Encantador, El Golem de Tungsteno, El Amuleto del Masoquista Sangrante, Las Puertas de Gennetos."},{"title":"Alchemy","description":"Está tratado alquimicamente para que todos sus hechizos sean automaticos."},{"title":"Grapy","description":"Contiene muchos hechizos: Campo viviente, Grafia Extraña, Grafia Petrea, Clon Terrenal, Nube Detectora, Ligero como pluma, Curacion, Portal entre Planos, Bola de Fuego, Rayo Corrosivo, Bosque de la serpiente, Hechizo inutil, Prision de Agua, Devorar la carne, Llamado del Berserker, Trampa Abisal, Sello del Libro Viviente."}],"modifications":{"bleeding":"3","resistence":"10"}}}