{"GArK-FAOA":{"name":"Espada Shishi","effects":[{"title":"Alquimia","description":"La espada ha sido tratada alquimicamente para poder contener una habilidad activa, ademas de mejorar su corte."},{"title":"Grafia","description":"El grabado al rededor de la guarda absorbe energia del ambiente y la acumula en como 20 puntos de calor en la pieza central"},{"title":"Lazado","description":"Luego de su activación el calor acumulado en la pieza central es transferido a la hoja concediedole 10, 15, 20 puntos de corte y daño por calor de forma progresiva."},{"title":"Historia","description":"Arma insignia de la guardia del sujmar del publo shishi. Representa el honor y la responsabilidad de protejer las tradiciones de los sujfi."},{"title":"Transfondo","description":"Creada bajo las enseñansas de Athor Amatz e inspirada por el arma legendaria Kozan."}],"modifications":{"slice":7,"restrictions":[{"restriction":"C","reduction":10}]}},"JAk1-GAGA":{"name":"Dagas Diperias","effects":[{"title":"Alquimia","description":"Alqumia empirica de tiempos remotos y efectos desconocidos."},{"title":"Lazado","description":"Lazado instintivo que dotó las dagas con la cualidad de energía oscura calida del aura de su creador"},{"title":"Propiedad","description":"Esta arma puede cortar cualquier expresion de energía inferior a nivel 10 y genera una perdida de energia por corte igual al nivel."},{"title":"Historia","description":"Dagas creadas prefundación de los reinos, catalagodas por cenobitas como objeto en posesión espectral. Los registros revelan que pueden inducir a la agresividad."},{"title":"Transfondo","description":"Reclamadas como propias por Tagnit."}],"modifications":{"damping":20,"restrictions":[{"restriction":"W","reduction":10}]}},"GAg4-EAAA":{"name":"Guardia Valstrak","effects":[{"title":"Transfondo","description":"Esta daga es usada por la guardia personal de la familia Valstrak como insignia. Por lo que no pueden ser obligados a abandonarla ya que los representa."},{"title":"Diseño","description":"Representa los arboles de Fuen y Fuvid, cuya leyenda dice que fueron traidos de la casa del Gran Padre y que los Valstrak guardan con recelo."}]},"ERXX-FAKI-62":{"name":"Escudo de Krall","effects":[{"title":"Construcción","description":"El refuerzo de acero esta construido para proteger las grafias. Ademas cuenta con cuchillas en los extremos del puño y del codo."},{"title":"Grafia","description":"Grabado con habilidad permite aligerar el peso del arma y una habilidad de Ilusion nivel tres"},{"title":"Alquimia","description":"GTratamiento alquimico para contener una grafia de habilidad permanente"},{"title":"Ilusion","description":"Hablidad activada automaticamente al asumir posicion defensiva. Crea tres copias del portador en formación de falange ocultando la ubicación original del usuario obligando al atacante a liberarse de la ilusion o atacar con probabilidad. Una vez una lusion sea atacada, esta desaparece."},{"title":"Historia","description":"Escudo portado por Krall, lider de falanges de los Keikan durante las guerras de liberación de la nación Sujfi. Tras finalizar el conflicto, Krall decretó que el escudo solo será obtenido derrotando a su anterior poseedor."}],"modifications":{"damage":3,"slice":47,"bleeding":4,"weight":-3,"restrictions":[{"restriction":"C","reduction":5}]}},"GApa-DgCA-4a":{"name":"Espada de Kruget","effects":[{"title":"Grafia","description":"la grafias estan destinadas a detectar curacion por control vital en heridas causadas por el arma, y asi liberar el efecto del material, siendo este efecto equivalente a una habilidad de nivel cuatro."},{"title":"Alqumia","description":"Esta espada esta hecha de acero y cuenta con un alma de hierro de Pherros, tratado para dirigir la dispersion de energia a negar la curacion de las heridas causadas con la espada."},{"title":"Historia","description":"Daga forjada para Lord Kruget en el momento de su posesion como uno de los primeros veinticuatro Lord Terratenietes, Fue usada durante las batallas defensivas durante la Edad Oscura para proteger las murallas de Stevfel."}]},"BhY2-G/wA-91":{"name":"Arco Largo","effects":[{"title":"Construccion","description":"El refuerzo frontal de cobre para aumentar su resistencia a impactos, y la tension para un mayor daño."}],"modifications":{"damping":"10","damage":1}},"EAGn-G+gA":{"name":"Flecha para A.Largo","effects":[],"modifications":{}},"EAGn-GggA":{"name":"Flecha para A.Largo","effects":[],"modifications":{"bleeding":"1"}}}