{"EELX-FK6I-62":{"name":"Escudo de Krall","effects":[{"title":"Construcción","description":"El refuerzo de acero esta construido para proteger las grafias. Ademas cuenta con un umbo central en forma de espina y cuchillas en los extremos del puño y del codo."},{"title":"Grafia y Alquimia","description":"Grabado tratada alquimicamente para retener la habilidad propia del arma y aligerar su peso"},{"title":"Ilusion Nivel 3","description":"Hablidad activada al asumir posicion defensiva. Crea tres copias del portador en formación de falange ocultando la ubicación original del usuario obligando al atacante a liberarse de la ilusion o atacar con probabilidad. Una vez una lusion sea atacada, esta desaparece."},{"title":"Historia","description":"Escudo portado por Krall, lider de falanges de los Keikan durante las guerras de liberación de la nación Sujfi. Tras finalizar el conflicto, el escudo fue cedido por Krall a su sobrino quien decretó que el escudo solo será obtenido al derrotar a su anterior poseedor."}],"modifications":{"damage":3,"slice":47,"bleeding":4,"weight":-5,"restrictions":[{"restriction":"C","reduction":5}]}},"GArK-FAOA":{"name":"Espada Shishi","effects":[{"title":"Alquimia","description":"La espada ha sido tratada alquimicamente para poder contener una habilidad activa, ademas de mejorar su corte."},{"title":"Grafia","description":"El grabado al rededor de la guarda absorbe energia del ambiente y la acumula en forma de calor en la pieza central"},{"title":"Lazado","description":"El calor acumulado en la pieza central es transferido a la hoja concediedole 20 de corte y daño por calor, a voluntad del portador."},{"title":"Historia","description":"Arma insignia de la guardia del sujmar del publo shishi. Representa el honor y la responsabilidad de protejer las tradiciones de los sujfi."},{"title":"Transfondo","description":"Creada bajo las enseñansas de Athor Amatz e inspirada por el arma legendaria Kozan."}],"modifications":{"slice":7,"restrictions":[{"restriction":"C","reduction":10}]}},"JAk1-GAGA":{"name":"Dagas Diperias","effects":[{"title":"Alquimia","description":"Alqumia empirica de tiempos remotos y efectos desconocidos."},{"title":"Lazado","description":"Lazado instintivo que dotó las dagas con la cualidad de energía oscura calida del aura de su creador"},{"title":"Propiedad","description":"Esta arma puede cortar cualquier expresion de energía inferior a nivel 10 y genera una perdida de energia por corte igual al nivel."},{"title":"Historia","description":"Dagas creadas prefundación de los reinos, catalagodas por cenobitas como objeto en posesión espectral. Los registros revelan que pueden inducir a la agresividad."},{"title":"Transfondo","description":"Reclamadas como propias por Tagnit."}],"modifications":{"damping":20,"restrictions":[{"restriction":"W","reduction":10}]}}}